{
  "nav": {
    "main": "Головна",
    "chronicles": "Хроніка",
    "about": "Про мене",
    "rune": "Руна дня"
  },
  "home": {
    "welcomeText": "Ласкаво просимо до Skyntr, передової фронтенд платформи, яка поєднує сучасні веб-технології з вічною силою стародавніх рун.",
    "getStarted": "Почати",
    "projects": "ПРОЄКТИ",
    "yearsOfWork": "РОКИ\nРОБОТИ",
    "year_one": "рік",
    "year_few": "роки",
    "year_many": "років",
    "year_other": "років",
    "month_one": "місяць",
    "month_few": "місяці",
    "month_many": "місяців",
    "month_other": "місяців",
    "watchword": "ДЕВІЗ",
    "watchwordDesc": "Кодуй як вікінг. Керуй як бог.",
    "odinModeReleased": "Режим Одіна Запущено"
  },
  "runes": {
    "allRunesTitle": "Список всіх рун",
    "fehu": {
        "meaning": "Багатство, достаток, успіх.",
        "description": "Fehu уособлює початок, матеріальний добробут та нові можливості. Вона символізує прибуток, енергію накопичення і здобуття."
    },
    "uruz": {
        "meaning": "Сила, здоров'я, мужність.",
        "description": "Uruz говорить про внутрішню силу, витривалість і потенціал. Це руна дії та перетворення через виклики."
    },
    "thurisaz": {
        "meaning": "Захист, конфлікт, виклик.",
        "description": "Thurisaz — це енергія сили та захисту. Вона закликає діяти обережно, але рішуче у складних ситуаціях."
    },
    "ansuz": {
        "meaning": "Спілкування, мудрість, божественне натхнення.",
        "description": "Ansuz пов’язана з мудрістю богів, натхненням і ясним мисленням. Це руна мови, знань та інтелекту."
    },
    "raidho": {
        "meaning": "Подорож, рух, мандрівка.",
        "description": "Raidho вказує на подорож — як фізичну, так і духовну. Вона символізує шлях, ритм життя і правильний напрям."
    },
    "kenaz": {
        "meaning": "Знання, творчість, вогонь.",
        "description": "Kenaz — це факел, що дає світло. Вона уособлює творчість, розкриття потенціалу та натхнення."
    },
    "gebo": {
        "meaning": "Дар, партнерство, щедрість.",
        "description": "Gebo символізує дар, обмін енергією та партнерство. Вона вчить балансувати між тим, що даєш і отримуєш."
    },
    "wunjo": {
        "meaning": "Радість, гармонія, успіх.",
        "description": "Wunjo приносить радість, гармонію та емоційну рівновагу. Це руна благополуччя та задоволення."
    },
    "hagalaz": {
        "meaning": "Зруйнування, зміни, град.",
        "description": "Hagalaz — руна хаосу і необхідного руйнування. Вона очищає старе, щоб дати місце новому."
    },
    "nauthiz": {
        "meaning": "Потреба, обмеження, опір.",
        "description": "Nauthiz говорить про труднощі та внутрішні потреби. Вона вчить терпінню, самоконтролю та гарту."
    },
    "isa": {
        "meaning": "Нерухомість, лід, блокування.",
        "description": "Isa — символ замороженого стану. Це час зупинки, роздумів і самозаглиблення."
    },
    "jera": {
        "meaning": "Урожай, нагорода, цикл.",
        "description": "Jera — руна урожаю. Вона нагадує, що все має свій час, і зусилля завжди приносять плоди."
    },
    "eihwaz": {
        "meaning": "Витривалість, трансформація, стійкість.",
        "description": "Eihwaz — символ трансформації і внутрішньої сили. Вона веде через складнощі до глибоких змін."
    },
    "perthro": {
        "meaning": "Таємниця, доля, секрети.",
        "description": "Perthro — руна долі і прихованого. Вона вказує на несподіване, інтуїцію та езотеричні знання."
    },
    "algiz": {
        "meaning": "Захист, оборона, інстинкт.",
        "description": "Algiz — захисна руна. Вона пробуджує інстинкти, інтуїцію та духовну підтримку."
    },
    "sowilo": {
        "meaning": "Успіх, життєва сила, сонце.",
        "description": "Sowilo — сонце, тріумф і внутрішнє світло. Вона вказує на просвітлення, енергію та ясність."
    },
    "tiwaz": {
        "meaning": "Справедливість, честь, лідерство.",
        "description": "Tiwaz — руна воїна та правди. Вона уособлює честь, мужність і жертовність заради вищої мети."
    },
    "berkano": {
        "meaning": "Зростання, родючість, нові починання.",
        "description": "Berkano — руна жіночого начала, родючості та відродження. Вона символізує новий початок і зростання."
    },
    "ehwaz": {
        "meaning": "Рух, прогрес, довіра.",
        "description": "Ehwaz символізує довіру та рух вперед. Це руна партнерства, гармонійного розвитку та прогресу."
    },
    "mannaz": {
        "meaning": "Людяність, самостійність, спільнота.",
        "description": "Mannaz — руна людяності, індивідуальності і соціального єднання. Вона допомагає краще зрозуміти себе і інших."
    },
    "laguz": {
        "meaning": "Вода, інтуїція, емоції.",
        "description": "Laguz — потік життя, вода, підсвідомість. Вона веде до глибоких емоцій, інтуїції та мрій."
    },
    "ingwaz": {
        "meaning": "Родючість, потенціал, мир.",
        "description": "Ingwaz — руна спокою, внутрішньої сили та завершеності. Вона означає дозрівання і цілісність."
    },
    "dagaz": {
        "meaning": "Прорив, трансформація, денне світло.",
        "description": "Dagaz — руна нового дня, прозріння і великого переходу. Вона приносить ясність і оновлення."
    },
    "othala": {
        "meaning": "Спадщина, успадкування, дім.",
        "description": "Othala — руна роду, спадщини та духовного дому. Вона пов’язана з глибинними цінностями та корінням."
    }
  },
  "atmosphericUpdates": {
     "text1": "Промайнула руна Ansuz — день натхнення",
     "text2": "Ворота Midgard трохи прочинились...", 
     "text3": "Духи коду сьогодні відпочивають. Можливо, і ти повинен", 
     "text4": "Полум’я Kenaz освітило нову ідею в темряві", 
     "text5": "Механізми Yggdrasil прокрутились ще на один виток", 
     "text6": "Гримить Thor — час для рішучих змін", 
     "text7": "Крижана тиша Niflheim — спокій перед проривом", 
     "text8": "Павутина Wyrd переплетена — не все випадкове", 
     "text9": "Тінь Helheim принесла рефлексію", 
     "text10": "Odin нашептав думку… ще не до кінця зрозумілу", 
     "text11": "Ідеї спалахують, як блискавка в Alfheim", 
     "text12": "Захист активовано: руна Algiz пильнує твій спокій", 
     "text13": "Межа між світами тонка… час заглянути всередину себе", 
     "text14": "Bifröst загорівся новими кольорами — енергія поруч", 
     "text15": "Руна Perthro відкриває нові можливості — обирай мудро", 
     "text16": "Сигнал із Valhalla прийнято. Пора діяти", 
     "text17": "Глянь у віддзеркалення Urd — минуле говорить", 
     "text18": "Світло з Asgard скеровує шлях уперед", 
     "text19": "Режим сну активовано. Перезавантаження в процесі", 
     "text20": "Старі руни шепочуть історії з забутих скриптів", 
     "text21": "Цикл переродження активовано. Почни заново — сильнішим", 
     "text22": "Маска Loki впала — істина ближча, ніж здається", 
     "text23": "Руна Isa заморожує час — користайся миттю", 
     "text24": "Код ДНК синхронізовано з ритмом космосу", 
     "text25": "Тінь Місяця закриває старі думки — перезавантаження", 
     "text26": "Відчинено портал у Muspelheim. Обережно: вогонь змін" 
  },
    "chroniclesPage": {
    "headerTitle": "Хроніки",
    "headerIntro": "У кожному проєкті – іскра. У кожному інтерфейсі – слід розуму. Тут лежать хроніки цифрової кузні.",
    "viewProject": "Дивитись проект"
  },
  "portfolioCard": {
        "title": {
            "title1": "Denis Portfolio",
            "title2": "Konstruct",
            "title3": "Fair Partner",
            "title4": "People Tobacco",
            "title5": "Meat Hammer Site",
            "title6": "Manipura",
            "title7": "Batumi Racing Club",
            "title8": "Sketch2Site Development",
            "title9": "Sers",
            "title10": "Biko Butik",
            "title11": "Andriy Zhukov",
            "title12": "Шашликовий калькулятор"
        },
        "description": {
            "description1": "Персональне портфоліо Дениса, створене для демонстрації початкових навичок у веб-розробці. Ідеальний для початківця в портфоліо.",
            "description2": "Сайт-візитка для компанії Konstruct, що слугує прикладом базових можливостей веб-розробки. Ідеальний для початківця в портфоліо.",
            "description3": "Корпоративний веб-сайт, розроблений для польської компанії Fair Partner. Цей спільний проєкт з Meat Hammer Studio забезпечує ефективне онлайн-представництво.",
            "description4": "Веб-сайт для виробника тютюну для кальяну People Tobacco, що представляє їхню продукцію та бренд. Сфокусований на привабливому відображенні асортименту.",
            "description5": "Офіційний корпоративний сайт Meat Hammer Studio, де я працював з 2020 року. Цей проєкт демонструє можливості студії та мій внесок у команду.",
            "description6": "Елегантний сайт-візитка для центру йоги Manipura. Розроблений для створення спокійної та привабливої онлайн-присутності, що відображає філософію йоги.",
            "description7": "Сайт для найбільшого картодрому в Європі – Batumi Racing Club у Грузії. Розроблено для надання інформації про послуги та події клубу.",
            "description8": "Веб-сайт, розроблений на замовлення міжнародної компанії Sketch2Site Development, що спеціалізується на розробці сайтів. Проєкт підкреслює можливості швидкої та якісної реалізації.",
            "description9": "Проєкт, виконаний на замовлення іспанської компанії з веб-розробки Sers. Завершений за 50 годин, демонструючи ефективність та швидкість виконання завдань.",
            "description10": "Сайт-візитка для інтернет-магазину Biko Butik. Створений для зручного представлення товарів та приваблення клієнтів у сфері електронної комерції.",
            "description11": "Персональний сайт-портфоліо для Андрія Жукова, що демонструє його професійні навички та проєкти у веб-розробці. Оптимізований для SEO та зручності користувачів.",
            "description12": "Інтерактивний онлайн-калькулятор для розрахунку необхідної кількості м'яса для шашлику на свято. Простий та корисний інструмент для планування заходів."
        },
        "subTitle": "Веб-сайт",
        "role1": "Розробник",
        "role2": "Дизайнер",
        "role3": "Менеджер проекту",
        "role4": "Керівник команди",
        "platform1": "Статичний сайт",
        "platform2": "Адаптивний сайт",
        "type1": "Магазин",
        "type2": "Односторінковий сайт",
        "type3": "Багато сторінковий сайт",
        "urlNotAviable": "На даний момент сайт не знаходиться у відкритому доступі",
        "old": "(Старий дизайн)",
        "timeWork": {
            "title": "Витрачено часу",
            "Hours": "година",
            "Hours_plural": "години",
            "Days": "день",
            "Days_plural": "дні",
            "Month": "місяць",
            "Month_plural": "місяці",
            "Year": "рік"
        }
    }

}
